Repository: sdunn32/midprogram-wk-15
Catalog: languages/otw_pfl-*.po
Languages: tr_tr

source: Portfolio Item
tr_tr: Portfolyo Öğesi

source: Add New
tr_tr: Yeni Ekle

source: Add New Portfolio Item
tr_tr: Yeni Portfolyo Öğesi Ekle

source: Edit Portfolio Item
tr_tr: Portfolyo Öğesini Düzenle

source: New Portfolio Item
tr_tr: Yeni Portfolyo Öğesi

source: View Portfolio Item
tr_tr: Portfolyo Öğesine Bak

source: Search Portfolio Items
tr_tr: Portfolyo Öğelerinde Ara

source: No portfolio items found
tr_tr: Hiç portfolyo öğesi bulunamadı

source: No portfolio items found in Trash
tr_tr: Çöp Kutusunda hiç portfolyo öğesi yok

source: Parent Portfolio:
tr_tr: Ana Portfolyo

source: OTW Portfolio
tr_tr: OTW Portfolyo

source: Custom Post Type - Portfolio Pages
tr_tr: Özel Yazı Tipi- Portfolyo Sayfası

source: Portfolio Categories
tr_tr: Portfolyo Kategorileri

source: Portfolio Category
tr_tr: Portfolyo Kategorisi

source: Search Portfolio Categories
tr_tr: Portfolyo Kategorilerinde Ara

source: All Portfolio Categories
tr_tr: Tüm Portfolyo Kategorileri

source: Parent Portfolio Category
tr_tr: Ana Portfolyo Kategorisi

source: Parent Portfolio Category:
tr_tr: Ana Portfolyo Kategorisi:

source: Edit Portfolio Category
tr_tr: Portfolyo Kategorisini Düzenle

source: Update Portfolio Category
tr_tr: Portfolyo Kategorisini Güncelle

source: Add New Portfolio Category
tr_tr: Yeni Portfolyo Kategorisi Ekle

source: New Portfolio Category Name
tr_tr: Yeni Portfolyo Kategorisi Adı

source: Portfolio Settings
tr_tr: Portfolyo Ayarları

source: Enter URL of your clients site e.g. www.google.com (optional)
tr_tr: Şirketinizin URL adresini giriniz. Örn: www.ahmetkolcu.org (opsiyonel)

source: Testimonial
tr_tr: Müşteri Görüşü

source: Enter a testimonial from your client to be displayed on the single portfolio page (optional)
tr_tr: Şirketin yaptığınız çalışma hakkında görüşünü buraya yazabilirisniz. Bu yazı tekil portfolyo öğesi sayfasında görünecektir. (Opsiyonel)

source: Portfolio Images
tr_tr: Portfolyo Resimleri

source: Upload an image or enter an URL to your portfolio image (optional)
tr_tr: Bir resim yükleyin veya portfolyo resminin olduğu linki giriniz (Opsiyonel)

source: Choose Image
tr_tr: Resim Seç

source: Remove
tr_tr: Sil

source: Add New Image
tr_tr: Yeni Resim Ekle

source: Settings
tr_tr: Ayarlar

source: Portfolio Thumnbail Size (Archive)
tr_tr: Portfolyo küçükresim Boyutu (Arşiv)

source: Width (in px)
tr_tr: Genişlik (pixel)

source: (default is 303)
tr_tr: (varsayılan 303 px)

source: Height (in px)
tr_tr: Yükseklik (pixel)

source: (default is 210)
tr_tr: (varsayılan 210 px)

source: Portfolio Image Size (Single)
tr_tr: Portfolyo Resim Boyutu (Tekil)

source: (default is 700)
tr_tr: (varsayılan 700)

source: (default is 400)
tr_tr: (varsayılan 400)

source: Save Changes
tr_tr: Değişiklikleri Kaydet5

source: Pages:
tr_tr: Sayfalar:

source: Nothing Found
tr_tr: Bulunamadı

source: Apologies, but no results were found. Perhaps searching will help find a related post.
tr_tr: Özür dileriz, ancak hiç sonuç bulunamadı. Benzer yazılarda arama yapmanız size yardımcı olabilir.

source: Previous
tr_tr: Önceki

source: Next
tr_tr: Sonraki

source: Edit Post
tr_tr: Yazıyı Düzenle

source: Visit site
tr_tr: Siteyi Ziyaret Et

source: Post navigation
tr_tr: Yazı Navigasyonu

# Previous post link
source: &larr;
tr_tr: &larr; [Önceki Yazı Linki]

# Next post link
source: &rarr;
tr_tr: &rarr; [Sonraki Yazı Linki]

source: All
tr_tr: Tümü

source: otw-row width
tr_tr: otw-row genişliği

source: (default is empty)
tr_tr: (varsayılan yok)

source: If you leave empty this means otw-row will take 100% of your content area. This works well on most themes. If your theme content area does not have fixed width you can set the width of the content here in pixels.
tr_tr: Bu kısmı boş bırakırsanız içerik alanının %100 ünü kullanmış olursunuz. Bu neredeyse tüm temalarda gayet iyi çalışır. Eğer temanızda içerik kısmının genişliği sabit değilse bu alana bir genişlik değeri girerek sabitleyebilirsiniz.

source: No Image
tr_tr: Resim Yok

source: Sorry, nothing to display.
tr_tr: Üzgünüz, gösterilecek öğe yok

source: Page title setting
tr_tr: Sayfa Başlığı Ayarı

source: Hide Portfolio Title
tr_tr: Portfolyo Başlığını Gizle
